12/data/attachments/873fbd014b008d6d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tina_quite_Actions_29273_2</nif:username>
            <nif:friendToBeRequested>soap_actions_25bbe40f-2178-4dd0-a834-437ebfbe2f6e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>